Repository: inasafe/inasafe
Catalog: safe/i18n/*/LC_MESSAGES/inasafe.po
Languages: id

source: Hello!
id: Hi!

source: Hello2!
id: Hi2!

source: Number of
id: Jumlah

source: All
id: Semua

source: Closed
id: Ditutup

source: Opened
id: Dibuka

source: Assumption
id: Anggapan

source: Estimated buildings affected
id: Bangunan yang diperkirakan terdampak

source: Buildings
id: Bangunan-bangunan

source: Total
id: Jumlah

source: Low damage
id: Kerusakan rendah

source: Medium damage
id: Kerusakan sedang

source: High damage
id: Kerusakan tinggi

source: No damage
id: Tidak ada kerusakan

source: Low
id: Rendah

source: Medium
id: Sedang

source: High
id: Tinggi

source: Flooded
id: Kebanjiran

source: Temporarily Closed
id: Ditutup sementara

source: Based on BNPB Perka 2 - 2012
id: Berdasarkan Perka 2 BNPB - 2012

source: Category
id: Kategori

source: Affected
id: Terdampak

source: Be affected by tsunami
id: Terkena dampak tsunami

source: Impact
id: Dampak

source: Number of buildings
id: Jumlah bangunan

source: Be inundated
id: Tergenang

source: Building type
id: Jenis bangunan

source: Be temporarily closed
id: Ditutup sementara

source: Need evacuation
id: Perlu evakuasi

source: Assumptions
id: Anggapan

source: Buildings are said to be flooded when
id: Bangunan dikatakan banjir ketika

source: flood levels exceed %.1f m
id: tingkat banjir melebihi %.1f m

source: in areas marked as flood prone
id: berada di area yang ditandai sebagai rawan banjir

source: Not Flooded
id: Tidak terkena banjir

source: Open
id: Buka

source: People needing evacuation
id: Penduduk yang perlu dievakuasi

source: Rice [kg]
id: Beras [kg]

source: Drinking Water [l]
id: Air Minum [l]

source: Clean Water [l]
id: Air Bersih [l]

source: Family Kits
id: Kit Keluarga

source: Toilets
id: Jamban

source: Notes:
id: Catatan:

source: People need evacuation if flood levels exceed %i m
id: Penduduk perlu dievakuasi kalau banjir lebih dari %i m

source: Minimum needs are defined in BNPB regulation 7/2008
id: Minimum bantuan per minggu dari perka 7 BNPB/2008

source: People in need of evacuation
id: Penduduk yang mungkin perlu dievakuasi

source: Population Density
id: Kepadatan Penduduk

source: Population which %s
id: Penduduk yang %s

source: People need evacuation if flood levels exceed %(eps) m
id: Penduduk perlu evakuasi jika banjir lebih dari %(eps) m

source: People need evacuation if flood levels exceed %(eps)i m
id: Penduduk perlu evakuasi jika banjir lebih dari %(eps)i m

source: Needs per week
id: Bantuan per minggu

source: Buildings inundated
id: Bangunan terendam

source: Total population: %i
id: Jumlah Penduduk: %i

source: Levels of impact are defined by BNPB's <i>Pengkajian Risiko Bencana</i>
id: Tingkat dampak ditentukan oleh BNPB <i>Pengkajian Risiko Bencana</i>

source: Tsunami height
id: Ketinggian Tsunami

source: Buildings will need to close if flood levels exceed %.1f m
id: Bangunan perlu ditutup kalau banjir lebih dari %.1f m

source: In the event of <i>%s</i> how many <i>%s</i> might <i>%s</i>
id: Apabila terjadi <i>%s</i> berapa banyak <i>%s</i> yang mungkin <i>%s</i>

source: Earthquake damage to buildings
id: Kerusakan bangunan akibat gempa

source: Buildings that need to close due flooding
id: Bangunan yang perlu ditutup sementara karena banjir

source: Be damaged depending on building type
id: Rusak tergantung pada jenis bangunan

source: Levels of impact are defined by post 2009 Padang earthquake survey conducted by Geoscience Australia and Institute of Teknologi Bandung.
id: Tingkat dampak ditentukan oleh pasca gempa Padang 2009 survei yang dilakukan oleh Geoscience Australia dan Institut Teknologi Bandung.

source: Unreinforced masonry is assumed where no structural information is available.
id: Batu pondasi tanpa perkuatan diasumsikan di mana tidak ada informasi struktural tersedia.

source: Be affected by ground shaking
id: Dipengaruhi oleh getaran tanah

source: Groundshaking (MMI)
id: Getaran tanah (MMI)

source: # people impacted
id: # orang terdampak

source: Number of fatalities
id: Jumlah perkiraan kematian

source: Fatality model is from Institute of Teknologi Bandung 2012.
id: Model Fatality adalah dari Institut Teknologi Bandung 2012.

source: Earthquake impact to population
id: Gempa dampak terhadap populasi

source: DKI buildings
id: Bangunan DKI

source: Jakarta 2007 flood
id: Banjir di Jakarta seperti tahun 2007

source: Jakarta flood like 2007 with pump failure at Pluit, Ancol and Sunter
id: Banjir Jakarta seperti tahun 2007 dengan pompa di Pluit, Ancol dan Sunter rusak

source: Sea wall collapse at Pluit
id: Dam Pluit runtuh

source: Jakarta flood prone areas
id: Daerah Rawan Banjir

source: Population Jakarta
id: Penduduk Jakarta

source: Flood Depth (design) Jakarta
id: Kedalaman banjir Jakarta (desain)

source: Flood Depth (current) Jakarta
id: Kedalaman banjir Jakarta (saat ini)

source: Yogyakarta 2006 earthquake
id: Gempa Yogyakarta 2006

source: Indonesian Earthquake Hazard Map
id: Peta Rawan Gempa Indonesia

source: Maumere tsunami inundation
id: Genangan tsunami Maumere

source: Sumatran fault Mw 7.8 scenario
id: Skenario gempabumi sesar Sumatra Mw 7.8

source: Mentawai fault Mw 9.0 scenario
id: Skenario Gempabumi sesar Mentawai Mw 9.0

source: OSM building footprints
id: Bangunan OSM

source: AIBEP schools
id: Sekolah AIBEP

source: Population density (5kmx5km)
id: Kepadatan penduduk (5kmx5km)

source: Jakarta flood like 2007 with pump failure at Pluit and Ancol
id: Banjir 2007 tanpa pompa di Pluit dan Ancol

source: Office buildings Jakarta
id: Kantor Jakarta

source: Hospitals and clinics Jakarta
id: Puskesmas dan rumah sakit Jakarta

source: Schools Jakarta
id: Sekolah Jakarta

source: Industrial buildings Jakarta
id: Bangunan industri Jakarta

source: Industrial areas Jakarta
id: Daerah industri Jakarta

source: Commercial areas Jakarta
id: Daerah komersial Jakarta

source: Hospitals Jakarta
id: Rumah sakit Jakarta

source: Schools
id: Sekolah

source: OSM buildings
id: Bangunan OSM

source: office
id: kantor

source: clinic
id: puskesmas

source: terrace
id: komplek perumahan

source: police
id: polisi

source: residential
id: pemukiman

source: kindergarten
id: taman kanak-kanak

source: place of worship
id: tempat ibadah

source: school
id: sekolah

source: university
id: universitas

source: apartments
id: apartemen

source: college
id: perguruan tinggi

source: commercial
id: komersial

source: hospital
id: rumah sakit

source: industrial
id: industri

source: civic
id: kantor pemerintah

source: church
id: Gereja

source: public building
id: bangunan publik

source: other
id: lainnya

source: fire station
id: pos kebakaran

source: Padang 2009 scenario
id: Skenario Padang 2009

source: Yogya 2006 scenario
id: Skenario Yogya 2006

source: Estimated fatalities
id: Perkiraan korban jiwa

source: Lembang fault scenario
id: Skenario sesar Lembang

source: Jakarta flood like 2007 with structural improvements
id: Banjir 2007 dengan perbaikan struktural

source: Number of people displaced
id: Jumlah pengungsi

source: Action Checklist:
id: Daftar aksi:

source: Unknown hazard type %s. Must be either "depth" or "floodprone"
id: Jenis bahaya %s tidak diketahui. Harus berupa "kedalaman banjir" atau "rawan banjir"

source: All buildings
id: Semua bangunan

source: Temporarily closed
id: Ditutup sementara

source: Are the critical facilities still open?
id: Apakah fasilitas yang penting masih terbuka?

source: Breakdown by building type
id: Perincian menurut jenis bangunan

source: Be affected by earthquake
id: Terkena dampak gempa

source: Number of women displaced
id: Jumlah pengungsi wanita

source: Number of pregnant women displaced
id: Jumlah pengungsi wanita hamil

source: Are enough shelters available for %i women?
id: Apakah tempat penampungan yang tersedia cukup untuk %i wanita?

source: Are enough facilities available to assist %i pregnant women?
id: Apakah fasilitas yang tersedia cukup untuk membantu %i ibu hamil?

source: Mid
id: Sedang

source: People
id: Orang

source: people
id: orang

source: Total number of people
id: Jumlah penduduk

source: Population numbers rounded to nearest 1000.
id: Jumlah penduduk dibulatkan menjadi terdekat 1000.

source: Die
id: Meninggal

source: Suffer because of gender
id: Menderita karena gender

source: Are there enough victim identification units available for %i people?
id: Apakah unit identifikasi korban yang tersedia cukup untuk %i orang?

source: Are there enough shelters available for %i people?
id: Apakah tempat penampungan yang tersedia cukup untuk %i orang?

source: %.2f people/cell
id: %.2f orang/sel

source: Map shows population density needing evacuation
id: Peta menunjukkan kepadatan penduduk yang memerlukan evakuasi

source: People in 50cm to 1m of water: %i
id: Orang-orang di 50cm ke 1m air: %i

source: People in 30cm to 50cm of water: %i
id: Orang-orang di 30cm ke 50cm air: %i

source: Could not interpolate from raster layer %s to vector layer %s. Error message: %s
id: Tidak bisa interpolasi dari %s lapisan raster ke %s lapisan vektor. Pesan kesalahan: %s

source: In the event of <i>%(hazard)s</i> how many <i>%(exposure)s</i> might <i>%(impact)s</i>
id: Apabila terjadi <i>%(hazard)s</i> berapa banyak <i>%(exposure)s</i> yang mungkin <i>%(impact)s</i>

source: Could not interpolate from raster layer %(raster)s to vector layer %(vector)s. Error message: %(error)s
id: Tidak bisa interpolasi dari %(raster)s lapisan raster ke %(vector)s lapisan vektor. Pesan error: %(error)s

source: THIS SHOULD SHOW UP IN THE GUI
id: INI SEHARUSNYA MUNCUL PADA TAMPILAN

source: Low [%i people/cell]
id: Rendah [%i orang/sel]

source: Medium [%i people/cell]
id: Sedang [%i orang/sel]

source: High [%i people/cell]
id: Tinggi [%i orang/sel]

source: A flood in Jakarta like in 2007
id: Banjir di Jakarta seperti tahun 2007

source: A flood in Jakarta like in 2007 but with structural improvements
id: Banjir di Jakarta seperti 2007 tapi ada perbaikan struktural

source: A flood in Jakarta in RW areas identified as flood prone
id: Banjir di Jakarta di daerah identifikas sebagai rawan banjir

source: An earthquake in Yogyakarta like in 2006
id: Gempabumi di Yogyakarta seperti 2006

source: A tsunami in Maumere (Mw 8.1)
id: Tsunami di Maumere (Mw 8.1)

source: An earthquake at the Sumatran fault (Mw 7.8)
id: Gempabumi di sesar Sumatra (Mw 7.8)

source: An earthquake at the Mentawai fault (Mw 9.0)
id: Gempabumi di sesar Mentawai (Mw 9.0)

source: An earthquake in Padang like in 2009
id: Gempabumi di Padang seperti 2009

source: An earthquake at the Lembang fault
id: Gempabumi di sesar Lembang

source: A tsunami in Padang (Mw 8.8)
id: Tsunami di Padang (Mw 8.8)

source: be impacted
id: terdampak

source: People impacted
id: Orang yang terdampak

source: People in high hazard area
id: Orang-orang di daerah bahaya tinggi

source: People in medium hazard area
id: Orang-orang di daerah bahaya sedang

source: People in low hazard area
id: Orang-orang di daerah bahaya rendah

source: Map shows population density in high or medium hazard area
id: Peta menunjukkan kepadatan penduduk di daerah bahaya tinggi atau sedang

source: People in high hazard areas
id: Orang-orang di daerah bahaya tinggi

source: Map shows population affected in each flood prone area
id: Peta menunjukkan populasi yang terkena dampak di setiap wilayah rawan banjir

source: People need evacuation if in area identified as "Flood Prone"
id: Orang-orang perlu evakuasi kalau daerah identifikas sebagai "rawan banjir"

source: People affected by flood prone areas
id: Orang-orang terkena dampak daerah rawan banjir

source: Nil
id: Nol

source: Population Count
id: Jumlah penduduk

source: Population affected by flood prone areas
id: Penduduk terkena dampak daerah rawan banjir

source: Title
id: Judul

source: Requirements
id: Persyaratan

source: Available Impact Functions
id: Funsgi Dampak Yang Tersedia

source: Notes
id: Catatan

source: Detailed breakdown
id: Perincian lebih detil

source: People in %.1f m to %.1f m of water: %i
id: Orang-orang di %.1f m ke %.1f m air: %i

source: People need evacuation if flood levels exceed %(eps).1f m
id: Penduduk perlu evakuasi kalau banjir lebih dari %(eps).1f m

source: People in %(lo).1f m to %(hi).1f m of water: %(val)i
id: Orang-orang di %(lo).1f m ke %(hi).1f m air: %(val)i

source: People in Jakarta
id: Warga di Jakarta

source: Be affected
id: Terkena dampak

source: Categorised hazard has only 3 classes, high, medium and low.
id: Bahaya terkategorikan hanya memiliki 3 kelas, tinggi, sedang, dan rendah.

source: Categorised hazard impact on buildings
id: Dampak bahaya terkategorikan pada bangunan

source: be affected
id: terkena dampak

source: Map shows population affected in each of volcano hazard polygons.
id: Peta menunjukkan populasi yang terkena dampak di setiap wilayah rawan bahaya letusan gunung berapi.

source: Total population %i in view port
id: Jumlah populasi %i di jendela kerja

source: People need evacuation if they are within the volcanic hazard zones.
id: Orang-orang perlu evakuasi kalau daerah identifikas sebagai rawan bahaya letusan gunung berapi.

source: People affected by volcanic hazard zone
id: Penduduk yang terkena dampak daerah rawan bahaya letusan gunung berapi

source: Population affected by volcanic hazard zone
id: Penduduk terkena dampak daerah rawan bahaya letusan gunung berapi

source: Which structures have warning capacity (eg. sirens, speakers, etc.)?
id: Bangunan mana saja yang memiliki mekanisme peringatan (contoh sirene, pengeras suara, dll)?

source: Which buildings will be evacuation centres?
id: Bangunan mana saja yang memiliki pusat evakuasi?

source: Where will we locate the operations centre?
id: Dimana kita akan menempatkanpusat operasi?

source: Where will we locate warehouse and/or distribution centres?
id: Dimana kita akan menempatkan gudang dan atau pusat distribusi?

source: Where will the students from the %d closed schools go to study?
id: Dimanakah siswa dari %d sekolah yang ditutup akan belajar?

source: Where will the patients from the %d closed hospitals go for treatment and how will we transport them?
id: Dimanakah pasien dari %d rumah sakit yang ditutup akan mendapatkan perawatan dan bagaimana cara memindahkan mereka?

source: How will warnings be disseminated?
id: Bagimana peringatan akan disebarluaskan?

source: How will we reach stranded people?
id: Bagaimana kita akan mencapai orang-orang yang terdampar/terlantar?

source: Do we have enough relief items?
id: Apakah kita memiliki bahan bantuan yang cukup?

source: If yes, where are they located and how will we distribute them?
id: Jika iya, dimana kita akan meletakannya dan bagaimana pendistribusiannya?

source: If no, where can we obtain additional relief items from and how will we transport them to here?
id: Jika tidak, dimana kita dapat mendapatkan bahan bantuan tambahan dan bagaimana membawanya ke sini?

source: Sub Category
id: Upa kategori

source: Layer type
id: Tipe-lapisan

source: Data type
id: Jenis data

source: Unit
id: Satuan

source: Total population %i in in the viewable area
id: Jumlah populasi %i pada area terlihat

source: Total population %i in the viewable area
id: Jumlah populasi %i pada area terlihat

source: Be impacted
id: Terdampak

source: Be flooded
id: Terkena banjir

source: An eruption
id: Letusan gunung api

source: Cumulative
id: Kumulatif

source: Map shows buildings affected in each of volcano hazard polygons.
id: Peta menunjukkan bangunan yang terkena dampak di setiap wilayah rawan bahaya letusan gunung berapi.

source: Total number of buildings %i in the viewable area
id: Total bangunan %i di area terlihat

source: Only buildings available in Open Street Mapare considered.
id: Hanya bangunan yang tersedia di Open Street Map yang diperhitungkan.

source: Buildings affected by volcanic hazard zone
id: Bangunan yang terkena dampak daerah rawan bahaya letusan gunung berapi

source: Building Count
id: Jumlah Bangunan

source: These listed here so they get translated apriori to loading data.
id: Berikut ini didaftar di sini sehingga mereka bisa ditranslasikan dengan benar untuk memuat data.

source: Hello world
id: Hallo dunia

source: Jakarta flood like 2007 with pump failure at Pluit Ancol and Sunter
id: Banjir Jakarta seperti tahun 2007 dengan kegagalan pompa di Pluit Ancol dan Sunter

source: A volcano eruption
id: Letusan gunung berapi

source: A volcano alert
id: Peringatan letusan gunung berapi
