Repository: inasafe/inasafe
Catalog: safe/i18n/inasafe-django_*.po
Languages: cs

source: English
cs: Angličtina

source: Indonesian
cs: Indonéština

source: Event time
cs: Čas události

source: Alert level
cs: Úroveň výstrahy

source: Normal
cs: Normální

source: Waspada
cs: Buďte v pohotovosti

source: Siaga
cs: Pohotovostní režim

source: Awas
cs: Dávejte pozor

source: Event timezone
cs: Časová zóna události

source: Volcano name
cs: Název sopky

source: {0} day(s)
cs: {0} den(dnů)

source: Forecast duration (in days)
cs: Předpověď trvání (ve dnech)

source: Start Date
cs: Počáteční datum

source: End Date
cs: Konečné datum

source: Minimum Magnitude
cs: Minimální magnituda

source: Maximum Magnitude
cs: Maximální magnituda

source: Healthy
cs: Zdravý

source: Warning
cs: Varování

source: Critical
cs: Kritický

source: Not Available
cs: Není dostupný

source: Broker Connection Status
cs: Stav připojení Brokeru

source: Status is considered in healthy state when the value is less than %s
cs: Stav je považován za zdravý, pokud je hodnota menší než %s

source: Status is considered in warning state when the value is less than %s
cs: Stav je považován za stav výstrahy, pokud je hodnota menší než %s

source: Status is considered in critical state when the value is greater than %s
cs: Stav je považován za kritický stav, když je hodnota větší než %s

source: Last REST Push
cs: Poslední REST Push

source: Last Shake Event
cs: Poslední otřesy

source: Status is considered in healthy state when the value is less than %(factor).2f times of deviation (%(deviation)s) from average intervals (%(interval)s) which is %(range)s
cs: Stav je považován za zdravý stav, když jeho hodnota je menší než %(factor).2f násobek odchylky (%(deviation)s) od průměrných intervalů (%(interval)s), který je %(range)s

source: Last Shakemap Push
cs: Poslední Shakemap Push

source: Alert Level
cs: Úroveň výstrahy

source: The alert level of the volcano ash event.
cs: Výstražná úroveň události sopečného popela.

source: Hazard File
cs: Soubor nebezpečí

source: Hazard file formatted as GeoTIFF (*.tif) in EPSG:4326.
cs: Soubor nebezpečí ve formátu GeoTIFF (*.tif) v souboru EPSG:4326.

source: Impact Files
cs: Soubory dopadu

source: Impact files processed zipped
cs: Soubory s dopadem zpracovány do archivu zip

source: Event Date and Time
cs: Datum a čas události

source: The time the ash happened.
cs: Čas, kdy se objevil sopečný popel.

source: Time Zone Offset
cs: Posun časového pásma

source: The time zone offset of event time.
cs: Časový posun události.

source: Time Zone String
cs: Řetězec časového pásma

source: The time zone string of event time.
cs: Řetězec časového pásma času události.

source: Eruption height in metres (above vent height)
cs: Výška erupce v metrech (nad sopečným kráterem)

source: Duration of forecast for Ash Hazard in days
cs: Doba trvání předpovědi nebezpečí sopečného popela ve dnech

source: Task id for processing
cs: ID úlohy pro zpracování

source: Task status for processing
cs: Stav úlohy pro zpracování

source: Language ID
cs: ID jazyka

source: The language ID of the report
cs: ID jazyku reportu

source: Map PDF Report
cs: PDF Report o mapě

source: The map impact report stored as PDF
cs: Zpráva o mapě dopadu uložená v PDF

source: The Shake ID
cs: Shake ID

source: The Shake ID, which represents the time of the event.
cs: ID Shake, které představuje čas události.

source: Shake Grid XML File
cs: XML soubor Shake Grid

source: The Shake Grid to process
cs: Mřížka otřesů ke zpracování

source: MMI related file zipped
cs: Související soubor MMI v zip archivu

source: MMI related file, layers, and data, zipped.
cs: Související soubory MMI, vrstvy a data, zip.

source: The magnitude
cs: Magnituda

source: The magnitude of the event.
cs: Magnituda události

source: Date and Time
cs: Datum a čas

source: The time the shake happened.
cs: Čas, kdy se stal otřes.

source: The depth
cs: Hloubka

source: The depth of the event in km unit.
cs: Hloubka události v jednotkách km

source: Location
cs: Umístění

source: The location of the shake event in longitude and latitude.
cs: Umístění události otřesu v zeměpisné délce a šířce.

source: Location Description
cs: Popis místa

source: The description of the location e.g "Bali".
cs: Popis místa, např. "Bali".

source: Felt Earthquake
cs: Pocítění zemětřesení

source: Set to True if this particular event showed up as felt Earthquake in BMKG's List
cs: Nastavte na hodnotu True, pokud se tato událost objevila jako zemětřesení v BMKG seznamu

source: PDF Report
cs: PDF situační zpráva

source: The impact report stored as PDF
cs: Zpráva o dopadu je uložena ve formátu PDF

source: Image Report
cs: Obrazová zpráva

source: The impact report stored as PNG File
cs: Zpráva o dopadu je uložena jako soubor PNG

source: Image Report Thumbnail
cs: Miniatura obrazového reportu

source: The thumbnail of the report stored as PNG File
cs: Miniatura zprávy uložená jako soubor PNG

source: Alias of Boundary Level
cs: Úroveň Zástupce ohraničení

source: Alternate or human readable name for boundary level
cs: Alternativní nebo lidsky čitelný název pro hraniční úroveň

source: OSM Boundary Level
cs: Hraniční úroveň OSM

source: OSM Equivalent of boundary level
cs: OSM Ekvivalent hraniční úrovně

source: Parent boundary alias
cs: Zástupce Nadřazeného ohraničení

source: The parent of this boundary alias, it should also be a boundary alias
cs: Nadřazená hranice tohoto zástupce by měl být také zástupcem hranice

source: ID used by upstream data source to identify boundaries
cs: ID použitého zdroje k nahrání dat kvůli identifikaci hranic

source: Boundary name
cs: Název hranice

source: Name entitled to this particular boundary
cs: Jméno oprávněné na tuto konkrétní hranici

source: Parent boundary
cs: Nadřazená hranice

source: The boundary parent of this particular boundary, if any. This should also be a boundary.
cs: Nadřazená hranice této konkrétní hranice, pokud existuje. Ta by měla být také hranicí.

source: Geometry of the boundary
cs: Geometrie hranice

source: Boundary level alias
cs: Zástupce úrovně hranice

source: The alias of boundary level of this boundary
cs: Zástupce hraniční úrovně této hranice

source: The id of the event
cs: ID události

source: The id of the event, which represents time and interval
cs: ID události, která představuje čas a interval

source: The source of hazard data
cs: Zdroj údajů o nebezpečí

source: The source of the hazard data used for analysis
cs: Zdroj údajů o rizicích použitých pro analýzu

source: The time the flood reported.
cs: Čas hlášení povodní.

source: Report interval
cs: Report intervalu

source: The interval of aggregated report in hours
cs: Interval agregované zprávy v hodinách

source: Flood Data Source
cs: Zdroj dat o záplavách

source: The Region id for source
cs: ID Regionu pro zdroj

source: The region of hazard data
cs: Oblast údajů o nebezpečnosti

source: Hazard Layer
cs: Vrstva nebezpečí

source: Zipped file of Hazard Layer related files
cs: Archivované soubory související s vrstvou nebezpečí

source: Impact Layer
cs: Vrstva dopadu

source: Zipped file of Impact Layer related files
cs: Archivované soubory související s vrstvou dopadu

source: Flooded Boundaries
cs: Zaplavené hranice

source: The linked boundaries flooded by this event
cs: Připojené hranice zaplavené touto událostí

source: Total affected people by flood
cs: Celkový počet postižených lidí od povodní

source: Total boundary flooded
cs: Celková zaplavená hranice

source: Total boundary affected by flood
cs: Celková hranice ovlivněna povodní

source: Impact Report
cs: Report dopadu

source: Impact Report file in PDF
cs: Soubor zpráv o dopadu ve formátu PDF

source: Impact Map
cs: Mapa dopadu

source: Impact Map file in PDF
cs: Soubor Mapy dopadu v PDF

source: Flood Event
cs: Povodňová událost

source: The flood event of the linked boundary
cs: Povodňová událost na propojené hranici

source: Boundary
cs: Hranice

source: The linked boundary of the flood events
cs: Spojená hranice povodňových událostí

source: Impact Data
cs: Data dopadu

source: Impact data in the given boundary
cs: Údaje o dopadu v dané hranici

source: The linked parent boundary of the impact
cs: Související nadřazená hranice dopadu

source: Geometry of the boundary of impact
cs: Geometrie hranice dopadu

source: Hazard Class
cs: Třída nebezpečí

source: Hazard class in the given boundary
cs: Třída nebezpečnosti v dané hranici

source: Population Affected
cs: Postižené obyvatelstvo

source: The affected population in a given flood boundary
cs: Dotčená populace v dané záplavové hranici

source: The Volcano Name
cs: Název sopky

source: The name of the volcano
cs: Jméno sopky

source: Volcano Elevation
cs: Nadmořská výška sopky

source: The elevation of the volcano in meters
cs: Nadmořská výška sopky v metrech

source: The region main name
cs: Hlavní název regionu

source: The region where the volcano located
cs: Region, kde se nachází sopka

source: The sub region main name
cs: Hlavní název části regionu

source: The sub region where the volcano located
cs: Část regionu, kde se nachází sopka

source: The province name
cs: Název provincie

source: The province where the volcano located
cs: Provincie, kde se nachází sopka

source: The district name
cs: Název okresu

source: The district where the volcano located
cs: Okres, kde se nachází sopka

source: Morphology
cs: Morfologie

source: Morphology of the volcano
cs: Morfologie sopky

source: Django administration
cs: Administrace Django

source: Welcome,
cs: Vítejte,

source: Documentation
cs: Dokumentace

source: Change password
cs: Změnit heslo

source: Log out
cs: Odhlásit se

source: InaSAFE Volcanic Ash
cs: InaSAFE sopečný popel

source: This page contains <b>near realtime</b> volcanic ash impact assessments generated prior to or during recent volcanic ash eruptions in the Indonesia region. Hazard maps of volcanic ash thickness on the ground are produced by Indonesia’s Geological Agency, Badan Geologi (<a href="http://www.bgl.esdm.go.id">http://www.bgl.esdm.go.id</a>) and used by the Indonesian National Disaster Management Agency (BNPB) to produce InaSAFE impact assessments (<a href="http://www.bnpb.go.id">http://www.bnpb.go.id</a> or <a href="http://realtime.inasafe.org">http://realtime.inasafe.org)</a>. InaSAFE Realtime Volcanic Ash assessments estimate the potential impact of volcanic ash on the ground. This information is used by disaster managers to help them understand the potential scale of the volcanic ash impact and to recommend mitigation activities for the most vulnerable communities. This is particularly important in the lead up to an eruption when communities have an opportunity to prepare for a possible hazard event.
cs: Tato stránka obsahuje praktické hodnocení vlivu sopečného popela <b>téměř v reálném čase</b>, které bylo generováno před, či během nedávných erupcí sopečného popela v oblasti Indonésie. Mapy nebezpečnosti tloušťky sopečného popela na zemi jsou vytvořeny indonéskou geologickou agenturou Badan Geologi (<a href="http://www.bgl.esdm.go.id">http://www.bgl.esdm.go.id</a>) a používané Indonéskou národní agenturou pro řízení katastrof (BNPB) k vypracování posouzení dopadů InaSAFE (<a href="http://www.bnpb.go.id">http://www.bnpb.go.id</a> nebo <a href="http://realtime.inasafe.org">http://realtime.inasafe.org</a>). Hodnocení InaSAFE Reálného sopečného popela odhaduje potenciální dopad vulkanického popílku na zemi. Tyto informace používají manažeři katastrof, aby jim pomohli porozumět potenciálnímu rozsahu dopadů sopečného popela a doporučili činnosti ke zmírňování nejohroženějších komunit. Toto je obzvláště důležité v době, kdy dojde k erupci, kdy mají obce možnost připravit se na možné nebezpečné události.

source: Map
cs: Mapa

source: Upload Volcanic Ash
cs: Nahrát sopečný popel

source: Log in to Upload Volcanic Ash
cs: Přihlásit se kvůli nahrání sopečného popelu

source: Ash Fall
cs: Spad popela

source: Time
cs: Čas

source: Volcano Name
cs: Název sopky

source: District
cs: Okres

source: Eruption Height
cs: Výška erupce

source: Zoom
cs: Přiblížení

source: Download
cs: Stáhnout

source: Upload Ash Event
cs: Nahrát událost popela

source: Submit
cs: Odeslat

source: Account
cs: Účet

source: Log in
cs: Přihlásit se

source: Hi,
cs: Ahoj,

source: Super Admin Page
cs: Strana Super admina

source: Model Admin Page
cs: Strana Model admina

source: Log Out
cs: Odhlásit se

source: InaSAFE Realtime Earthquake Reports
cs: Reporty o zemětřesení v reálném čase od InaSAFE

source: This page contains <b>near realtime</b> earthquake impact assessments following recent earthquakes in the Indonesia region. Shakemaps of earthquake ground shaking are produced by the Indonesian Agency for Meteorology, Climatology and Geophysics (BMKG) and used by the Indonesian National Disaster Management Agency (BNPB) to produce InaSAFE impact assessments within minutes of an earthquake ( <a href="http://www.bnpb.go.id">http://www.bnpb.go.id</a> or <a href="http://realtime.inasafe.org">http://realtime.inasafe.org</a>). This information is used by disaster managers to help them understand the potential scale of a disaster and to respond faster to the hardest hit communities. This is particularly important in the first few hours after a large earthquake when it may be difficult to get accurate on-the-ground information.
cs: Tato stránka obsahuje dopady zemětřesení <b>téměř v reálném čase</b> v důsledku nedávných zemětřesení v oblasti Indonésie. Shakemaps při zemětřesení jsou vytvářeny indonéskou agenturou pro meteorologii, klimatologii a geofyziku (BMKG) a používá je indonéská národní agentura pro řízení katastrof (BNPB) k vytvoření InaSAFE posudku dopadu během několika minut po zemětřesení ( <a href="http://www.bnpb.go.id">http://www.bnpb.go.id</a> nebo <a href="http://realtime.inasafe.org">http://realtime.inasafe.org</a>). Tyto informace používají manažeři katastrof, aby jim posudek pomohl porozumět potenciálnímu rozsahu katastrofy a mohli tak reagovat rychleji na nejčastěji postižené komunity. To je zvláště důležité v prvních několika hodinách po velkém zemětřesení, kdy může být obtížné získat přesné informace na místě.

source: Filters
cs: Filtry

source: Contextual Filters
cs: Kontextuální filtry

source: Recent Large Earthquakes
cs: Nedávné velké zemětřesení

source: Recent Small Earthquakes
cs: Nedávná malá zemětřesení

source: Recent Felt Earthquakes
cs: Nedávné zemětřesení

source: Earthquakes
cs: Zemětřesení

source: Magnitude
cs: Magnituda

source: Depth
cs: Hloubka

source: Shake Id
cs: Id otřesu

source: <h2>Supporters</h2> <p>Funded and supported by the <a href="http://dfat.gov.au/geo/indonesia/pages/indonesia.aspx">Australian Government</a>, <a href="http://www.ga.gov.au/">Geoscience Australia</a> and the <a href="http://www.gfdrr.org">World Bank-GFDRR</a>. </p>
cs: <h2>Podporovatelé</h2> <p>Financováno a podporováno <a href="http://dfat.gov.au/geo/indonesia/pages/indonesia.aspx">Australskou vládou</a>, <a href="http://www.ga.gov.au/">Geoscience Australia</a> a <a href="http://www.gfdrr.org">Světovou bankou - GFDRR</a>. </p>

source: <h2>Partners</h2> <p>This software was developed with our partners in Indonesia: <a href="http://bnpb.go.id">Badan Nasional Penanggulangan Bencana (BNPB)</a> and <a href="http://www.bmkg.go.id">Badan Meteorologi, Klimatologi, dan Geofisika (BMKG)</a> </p>
cs: <h2>Partneři</h2> <p>Tento software byl vyvinut u našich partnerů v Indonésii: <a href="http://bnpb.go.id">Badan Nasional Penanggulangan Bencana (BNPB)</a> a <a href="http://www.bmkg.go.id">Badan Meteorologi, Klimatologi, dan Geofisika (BMKG)</a></p>

source: <h2>InaSAFE</h2> <p>This software is part of the <a href="http://inasafe.org">InaSAFE</a> project. </p>
cs: <h2>InaSAFE</h2> <p>Tento software je součástí <a href="http://inasafe.org">InaSAFE</a> projektu. </p>

source: MMI output
cs: MMI výstup

source: Earthquake events %%(magnitude)s %%(date)s
cs: Zemětřesení %%(magnitude)s %%(date)s

source: with magnitudes between %%(min_magnitude)s and %%(max_magnitude)s
cs: s magnitudou mezi %%(min_magnitude)s a %%(max_magnitude)s

source: with magnitudes greater than or equal %%(min_magnitude)s
cs: s magnitudou větší nebo rovnou %%(min_magnitude)s

source: with magnitudes less than or equal %%(max_magnitude)s
cs: s magnitudou menší nebo rovnou %%(max_magnitude)s

source: over the period %%(start_moment)s and %%(end_moment)s
cs: během období %%(start_moment)s a %%(end_moment)s

source: since %%(start_moment)s
cs: od %%(start_moment)s

source: before %%(end_moment)s
cs: před %%(end_moment)s

source: Action
cs: Akce

source: InaSAFE Flood Realtime
cs: InaSAFE Záplavy v reálném čase

source: This page contains near realtime flood impact assessments following recent floods in Jakarta, Indonesia. Flood data used here is sourced from <a href="https://petabencana.id/">PetaBencana.id</a> who use crowdsourced data from <a href="http://twitter.com">Twitter</a>, Telegram, <a href="http://qlue.co.id/">Qlue</a>, <a href="http://pasangmata.detik.com/">PasangMata</a>, Z-Alert, and expert data review by BPBD-DKI Jakarta. A report is then generated every 6 hours for floods from the last 6 hour interval (if there was any flooding in that period). This report includes all flooded RWs during the last 6 hours and shows the deepest water depth recorded in the last 6 hours. This information is used by disaster managers to help them understand the potential scale of a disaster and to respond more quickly to the hardest hit communities. This is particularly important in the first few hours after a flood when it may be difficult to get accurate on-the-ground information. Although this service is currently specific to Jakarta, the platform is extensible so that we can add more cities and regions easily.
cs: Tato stránka obsahuje téměř v reálném čase vyhodnocení dopadů povodní po nedávných povodních v Jakartě v Indonésii. Údaje o povodních, které se zde používají, jsou získávány z <a href="https://petabencana.id/">PetaBencana.id</a>, kteří využívají údaje z <a href="http://twitter.com">Twitteru</a>, Telegram, <a href="http://qlue.co.id/">Qlue</a>, <a href="http://pasangmata.detik.com/">PasangMata</a>, Z-Alert od BPBD-DKI Jakarta. Zpráva se pak generuje každých 6 hodin pro povodni z posledního 6ti hodinového intervalu (pokud došlo v tomto období k záplavám). Tento přehled obsahuje všechny zaplavené RW během posledních 6 hodin a ukazuje nejhlubší hloubku vody zaznamenanou za posledních 6 hodin. Tyto informace používají manažeři katastrof, aby jim pomohli porozumět potenciálnímu rozsahu katastrofy a reagovat rychleji na nejvíce zasažené komunity. To je zvláště důležité v prvních hodinách po záplavě, kdy může být obtížné získat přesné informace na místě. Ačkoli je tato služba v současné době specifická pro Jakartu, platforma je rozšiřitelná, abychom mohli snadno přidávat více měst a regionů.

source: Event Time
cs: Čas události

source: Number of People Affected
cs: Počet postižených osob

source: Number of Flooded RWs
cs: Počet zaplavených RW

source: Flood
cs: Záplava

source: Event ID
cs: ID události

source: Flooded RWs
cs: Zaplavené RW

source: Show
cs: Zobrazit

source: Username
cs: Uživatelské jméno

source: Indicator
cs: Indikátor

source: Value
cs: Hodnota

source: Status
cs: Stav

source: Notes
cs: Poznámky

source: Earthquake
cs: Zemětřesení

source: Volcanic Ash
cs: Sopečný popel

source: %d days
cs: %d dní

source: %d hours
cs: %d hodin

source: %d minutes
cs: %d minut

source: %d seconds
cs: %d vteřin

source: %d microseconds
cs: %d mikrosekund

source: Select Area
cs: Vybrat oblast

source: Remove Selection
cs: Odebrat výběr

source: Select area within current zoom
cs: Vybrat oblast v rámci aktuálního zvětšení
